Repository: wp-plugins/woocommerce-gift-wrapper
Catalog: lang/wc-gift-wrapper-*.po
Languages: es_es, fr_fr

source: This plugin shows gift wrap options on the WooCommerce cart page, and adds gift wrapping to the order
es_es: Este plugin muestra opciones de envoltura de regalo en la página de cesta WooCommerce, y añade envoltura de regalos a la orden
fr_fr: Ce plugin affiche les options d' emballage cadeau sur la page panier WooCommerce, et ajoute emballage de cadeaux à l'ordre

source: Gift Wrapping Options
es_es: Opciones de Embalaje de Regalo
fr_fr: Options d' emballage cadeau

source: <strong>1.</strong> Start by <a href="%s" target="_blank">adding at least one product</a> called "Gift Wrapping" or something similar.<br /><strong>2.</strong> Create a unique product category for this/these gift wrapping product(s), and add them to this category.<br /><strong>3.</strong> Then consider the options below.
es_es: <strong>1.</strong> Comience por <a href="%s" target="_blank">añadir al menos un producto</a> llama "Envoltura de regalo" o algo similar.<br /><strong>2.</strong> Crear una categoría de producto único para este/estos producto(s) envoltura de regalos, y añadirlos a esta categoría.<br /><strong>3.</strong> Entonces considere las siguientes opciones.
fr_fr: <strong>1.</strong> Commencez par <a href="%s" target="_blank">ajoutant au moins un produit</a> appelé "Emballage de cadeaux" ou quelque chose de semblable.<br /><strong> 2.</strong> Créer une catégorie unique produit pour cette/ces produit(s) emballage cadeau, et de les ajouter à cette catégorie.<br /><strong >3.</strong> Puis envisager les options ci-dessous.

source: Where to Show Gift Wrapping
es_es: Dónde Mostrar Envoltura de regalo
fr_fr: Où Montrer Emballage Cadeau

source: Choose where to show gift wrap options to the customer on the cart page.
es_es: Elija dónde mostrar las opciones de envoltura de regalo para el cliente en la página de compra.
fr_fr: Choisissez un emplacement pour afficher les options d'emballage cadeau pour le client sur ​​la page panier.

source: Under Coupon Field in Cart
es_es: Bajo Campo Cupón Carrito
fr_fr: Sous du Champ de Coupon au Panier

source: Above Totals Field in Cart
es_es: Por Encima del Campo de Totales Carrito
fr_fr: Dessus du Champ des Totaux dans le Panier

source: Gift Wrap Category
fr_fr: Emballage Cadeau Catégorie

source: Define the category which holds your gift wrap product(s).
es_es: Definir la categoría que mantiene su producto(s) envoltura de regalo
fr_fr: Définir la catégorie qui détient votre produit(s) de l'emballage cadeau.

source: Define a Category
es_es: Definir una Categoría
fr_fr: Définir une Catégorie

source: Show Gift Wrap Thumbs in Cart
es_es: Mostrar Envoltura de Regalo Miniaturas Carrito
fr_fr: Afficher Vignettes d'Emballage Cadeau dans le Panier

source: Should gift wrap product thumbnail images be visible in the cart?
es_es: ¿En caso de imágenes en miniatura del producto regalo envoltura ser visible en el carro?
fr_fr: Si les images produit de cadeau wrap miniatures être visible dans le panier?

source: Yes
es_es: Sí
fr_fr: Oui

source: No
fr_fr: Non

source: Add gift wrapping?
es_es: ¿Añadir envoltura de regalos?
fr_fr: Ajouter emballage cadeau?

source: Should Gift Wrap option open in pop-up?
es_es: ¿En caso de que la opción de papel de regalo abierta en el ventana emergente?
fr_fr: Si l'option Wrap Cadeau ouverte en fenêtre flash?

source: Gift Wrap Details
es_es: Envoltura de Regalo detalles
fr_fr: Emballage Cadeau Détails

source: The text to give any details or conditions of your gift wrap offering.
es_es: El texto que dio detalles o condiciones de su oferta de envoltura de regalo.
fr_fr: Le texte pour donner des détails ou des conditions de votre offre d'emballage cadeau.

source: Gift Wrap Textarea Label
es_es: Envoltura de Regalo Encasillado Label
fr_fr: Cadeau Wrap Textarea Libellé

source: The text you would like to use for the textarea label
es_es: El texto que desea utilizar para la etiqueta encasillado
fr_fr: Le texte de l'utilisation préférez vous pour le label textarea

source: Add Gift Wrap Message:
es_es: Añadir Mensaje Envoltura de Regalo:
fr_fr: Ajouter un Message Emballage Cadeau:

source: Gift Wrap Button Text
es_es: Envoltura de Regalo Botón texto
fr_fr: Emballage Cadeau Bouton Texte

source: The text for the add to cart button
es_es: El texto para el complemento al botón del carro
fr_fr: Le texte du bouton ajouter au panier

source: Add Gift Wrap to Order
es_es: Añadir Embalaje de Regalo al Pedido
fr_fr: Ajouter Emballage Cadeau à l'Ordre

source: Gift Wrapping
es_es: Envoltorio de Regalo
fr_fr: Emballage Cadeau

source: Gift Wrap Cart Header
es_es: Envoltura de Regalo Compras Cabecera
fr_fr: Emballage Cadeau Panier Rubrique

source: The text you would like to use to introduce your gift wrap offering.
es_es: El texto que le gustaría usar para presentar su oferta de envoltura de regalo.
fr_fr: Le texte que vous souhaitez utiliser pour présenter votre emballage cadeau offre.

source: If checked, there will be a link ("header") in the cart, which when clicked will open a window for customers to choose gift wrapping options. It can be styled and might be a nicer option for your site.
es_es: Si se selecciona, habrá un enlace ("cabecera") en el carro, que cuando se hace clic se abrirá una ventana para que los clientes elijan las opciones de envoltura de regalo. Puede ser de estilo y podría ser una opción mejor para su sitio.
fr_fr: Si elle est cochée , il y aura un lien ("tête") dans le panier, qui, lorsqu'il est cliqué ouvrira une fenêtre pour les clients de choisir des options d'emballage de cadeaux. Il peut être de style et pourrait être une option agréable pour votre site.

source: Gift Wrap Note
es_es: Envoltura de Regalo Nota
fr_fr: Remarque pour l'Emballage Cadeau

source: Cancel
es_es: Cancelar
fr_fr: Annuler

source: Are you sure you want to replace the gift wrap in your cart?
es_es: ¿Seguro que desea reemplazar el envoltura de regalo en su cesta?
fr_fr: Êtes-vous sûr de vouloir remplacer l'emballage cadeau dans votre panier?
